/* No comment provided by engineer. */
"TextFieldStringValue_SomethingWentWrong" = "Er ging iets mis...";

"TextFieldStringValue_ApplicationCrashed" = "Programma is onverwacht gestopt. Onze excuses voor het ongemak. We ontvangen graag een gedetailleerde beschrijving van de laatste acties voordat het probleem zich voordeed. We zullen het probleem onderzoeken om mogelijke oplossingen te vinden.";

"TextFieldStringValue_ApplicationEncounteredException" = "Er deed zich een fout in het programma voor waardoor het mogelijk niet meer naar behoren werkt. Bewaar je wijzigingen en start het opnieuw. We ontvangen graag een gedetailleerde beschrijving van de laatste stappen omdat we zo snel een oplossing kunnen zoeken.";

"TextFiledStringValue_ErrorOnLastExit" = "Fout bij laatste stop";

"TextFieldStringValue_LastTimeCrash" = "%@ is de laatste keer met een fout gestopt. Onze excuses voor het ongemak. We ontvangen graag een gedetailleerde beschrijving van de acties voordat je het programma stopte.";

"TextViewStringValue_FeedbackForm" = "Feedbackformulier";

"TextFieldStringValue_FeedbackDescription" = "Geef een gedetailleerde beschrijving van uw probleem, suggestie, foutenrapport of vraag zodat we een duidelijk beeld van uw verzoek hebben en zo goed mogelijk kunnen reageren.";

"StringValue_GatheringData" = "Gegevens verzamelen...";

"StringValue_NothingToSend" = "Niets om te versturen";

"AlertMessage_FailedToSendReport" = "Rapport kan niet worden verstuurd vanwege een verbindingsprobleem.";

"AlertDetailedText_Error" = "Controleer de internetverbinding of Firewall-instellingen en probeer opnieuw.";

"AlertMessage_FeedbackSuccessfullySent" = "Feedback succesvol verstuurd!";

"AlertMessage_CrashReportSuccessfullySent" = "Crashrapport succesvol verstuurd!";

"AlertMessage_ExceptionReportSuccessfullySent" = "Uitzonderingsrapport succesvol verstuurd!";

"AlertDetailedText_ThanksYouMessage" = "Elk gebruikersrapport wordt zorgvuldig geanalyseerd maar niet alle verzoeken worden onmiddellijk beantwoord.\nBedankt voor je hulp om onze producten te verbeteren!";

"AlertTitle_CannotAttachFile" = "Bepaalde bestanden konden niet worden toegevoegd.";

"AlertMessage_CannotAttachFile" = "Je kunt maximaal 100 MB toevoegen aan dit rapport. Upload grotere onderdelen naar een voorziening voor bestandsdeling en vermeld de directe koppelingen in je rapport.";

"ButtonTitle_Cancel" = "Annuleer";

"ButtonTitle_TryAgain" = "Probeer opnieuw";

"ButtonTitle_AttachFile" = "Voeg bestand toe...";

"ButtonTitle_Attach" = "Voeg toe";

"WindowTitleStringValue" = "Probleemrapportage voor %@";

"WindowTitleStringValue_Feedback" = "Feedback over %@";

"TextViewPlaceholderString_Feedback" = "Schrijf hier je bericht...";

"TextViewPlaceholderString_ProvideFeedback" = "Geef je feedback";

"TextViewPlaceholserString_Problem" = "Typ hier een beschrijving van het probleem en de stappen om het te reproduceren...";

"TextFieldStringValue_IncorrectEmail" = "Onjuist e-mailadres";

// Updater
"UpdaterMessage_NewVersionAvailable" = "Er is een nieuwe versie (%@) van %@ beschikbaar. Jij hebt %@. Werk bij naar de nieuwste versie omdat het probleem al mogelijk is opgelost.";

"UpdaterTitle_NewVersionAvailable" = "Nieuwe versie beschikbaar.";

"ButtonTitle_UpdateNow" = "Werk nu bij";

// Feedback window
"TextFieldPlaceholder_DefaultEmail" = "iemand@ergens.com";

"TextFieldPlaceholder_DefaultUserName" = "Jan Janssens";

"TextFieldStringValue_RateApp" = "Beoordeel dit programma:";

"ButtonTitle_SendSystemProfile" = "Verstuur anoniem systeemprofiel";

"ButtonTitle_SendFeedback" = "Stuur feedback";

"ButtonTitle_SendRequest" = "Stuur verzoek";

"ButtonTitle_SendReport" = "Stuur rapport";

"PopUpItem_Feedback" = "Feedback";

"PopUpItem_Support" = "Supportverzoek";

"PopUpItem_Bug" = "Foutenrapport";

// Problem window
"ButtonTitle_SystemProfileWillBeSent" = "Er wordt een anoniem systeemprofiel verstuurd";

"ButtonTitle_SystemProfileExplanation" = "Dit helpt ons bij de verdere ontwikkeling.";

"ButtonTitle_SendReportAndRelaunch" = "Stuur en start programma opnieuw";

// Info Popover
"TabViewItemLabel_System" = "Systeem";

"TabViewItemLabel_Console" = "Console";

"TabViewItemLabel_Crashes" = "Crashes";

"TabViewItemLabel_Preferences" = "Voorkeuren";

"TabViewItemLabel_Exception" = "Uitzondering";

"TextFieldStringValue_CollectingData" = "Gegevens verzamelen...";

